Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# ExceptionGainMapPreserveNotSupported
source: Lossless gain map save as only supports images containing renderable JPEG gain maps.
de_de: Verlustfreies Gain-Map-Speichern unterstützt nur Bilder mit renderbarer JPEG Gain-Map.
es_es: Guardar Gain Map con fidelidad solo admite imágenes con mapa de ganancia JPEG representable.
fr_fr: L'enregistrement fidèle Gain Map ne prend en charge que les images avec gain map JPEG.
it_it: Il salvataggio fedele Gain Map supporta solo immagini con gain map JPEG.
ja_jp: ゲインマップ高忠実度保存は、レンダリング可能な JPEG ゲインマップを含む画像のみをサポートします。
ko_kr: Gain Map 무손실 다른 이름으로 저장은 렌더링 가능한 JPEG 게인 맵이 포함된 이미지만 지원합니다.
pl_pl: Bezstratny zapis jako Gain Map obsługuje tylko obrazy z renderowalną mapą JPEG.
pt_br: Salvar fiel de Gain Map suporta apenas imagens com gain map JPEG.
ru_ru: Сохранение Gain Map без потерь поддерживается только для изображений с JPEG Gain Map.
uk_ua: Збереження Gain Map без втрат підтримується лише для зображень із JPEG Gain Map.
zh_cn: Gain-map 保真另存为只支持已经包含可渲染 JPEG gain-map 的图片。

# StatusSystemAssociationNotHandled
source: System open request not handled: No supported image files identified.
de_de: System-Öffnen-Anforderung nicht verarbeitet: Keine unterstützten Bilddateien erkannt.
es_es: Solicitud de apertura del sistema no procesada: no se identificaron archivos de imagen compatibles.
fr_fr: Demande d'ouverture système non traitée : aucun fichier image pris en charge identifié.
it_it: Richiesta di apertura del sistema non gestita: nessun file immagine supportato identificato.
ja_jp: システムオープンリクエストが未処理です: サポートされている画像ファイルが識別されませんでした。
ko_kr: 시스템 열기 요청이 처리되지 않음: 지원되는 이미지 파일이 식별되지 않았습니다.
pl_pl: Żądanie otwarcia systemu nieobsłużone: nie zidentyfikowano obsługiwanych plików obrazów.
pt_br: Solicitação de abertura do sistema não processada: nenhum arquivo de imagem compatível identificado.
ru_ru: Системный запрос на открытие не обработан: поддерживаемые файлы изображений не распознаны.
uk_ua: Системний запит на відкриття не оброблено: підтримувані файли зображень не розпізнано.
zh_cn: 系统打开请求未处理: 没有识别到支持的图片文件。

# StatusLoadingFullResolutionFailedFormat
source: Failed to load full resolution: {0}: {1}
de_de: Laden der Originalauflösung fehlgeschlagen: {0}: {1}
es_es: Error al cargar la resolución original: {0}: {1}
fr_fr: Échec du chargement de la résolution d'origine : {0}: {1}
it_it: Impossibile caricare la risoluzione originale: {0}: {1}
ja_jp: 元の解像度の読み込みに失敗しました: {0}: {1}
ko_kr: 원본 해상도 로드 실패: {0}: {1}
pl_pl: Nie udało się załadować oryginalnej rozdzielczości: {0}: {1}
pt_br: Falha ao carregar a resolução original: {0}: {1}
ru_ru: Не удалось загрузить исходное разрешение: {0}: {1}
uk_ua: Не вдалося завантажити вихідну роздільну здатність: {0}: {1}
zh_cn: 载入原始分辨率失败: {0}: {1}

# WorkspaceCompanionVideoNoMetadata
source: No HDR/color metadata located in companion video
de_de: Keine HDR-/Farb-Metadaten im Begleitvideo gefunden
es_es: No se encontraron metadatos de HDR/color en el vídeo complementario
fr_fr: Aucune métadonnée HDR/couleur localisée dans la vidéo associée
it_it: Nessun metadato HDR/colore trovato nel video complementare
ja_jp: コンパニオン動画で HDR/カラーメタデータが見つかりませんでした
ko_kr: 컴패니언 동영상에서 HDR/색상 메타데이터를 찾을 수 없음
pl_pl: Nie znaleziono metadanych HDR/kolorów w powiązanym wideo
pt_br: Nenhum metadado de HDR/cor localizado no vídeo complementar
ru_ru: В сопутствующем видео не найдены метаданные HDR/цвета
uk_ua: У супутньому відео не знайдено метаданих HDR/кольору
zh_cn: 未在 companion video 中定位到 HDR/色彩 metadata

# WorkspaceNotGainMapCandidate
source: Not a JPEG/HEIF gain-map candidate file.
de_de: Keine JPEG/HEIF-Gain-Map-Kandidatendatei.
es_es: No es un archivo candidato a gain-map JPEG/HEIF.
fr_fr: Ce n'est pas un fichier candidat gain map JPEG/HEIF.
it_it: Non è un file candidato gain map JPEG/HEIF.
ja_jp: JPEG/HEIF ゲインマップの候補ファイルではありません。
ko_kr: JPEG/HEIF 게인 맵 후보 파일이 아닙니다.
pl_pl: Plik nie jest kandydatem na mapę gain map JPEG/HEIF.
pt_br: Não é um arquivo candidato a gain map JPEG/HEIF.
ru_ru: Файл не является кандидатом на JPEG/HEIF Gain Map.
uk_ua: Файл не є кандидатом на JPEG/HEIF Gain Map.
zh_cn: 不是 JPEG/HEIF gain-map 候选文件。

# WorkspaceUltraHdrDetected
source: Ultra HDR gain map detected; reconstructed using gamut-aware SDR base decoding, EXIF orientation, and D3D11 pixel shader.
de_de: Ultra HDR Gain-Map erkannt; Rekonstruktion mittels farbraumbewusster SDR-Basisdekodierung, EXIF-Ausrichtung und D3D11-Pixel-Shader.
es_es: Mapa de ganancia Ultra HDR detectado; reconstrucción mediante decodificación de base SDR con gestión de color, orientación EXIF y sombreador de píxeles D3D11.
fr_fr: Gain map Ultra HDR détectée ; reconstruction par décodage de base SDR avec gestion de l'espace colorimétrique, orientation EXIF et nuanceur de pixels D3D11.
it_it: Gain map Ultra HDR rilevata; ricostruzione con decodifica base SDR con gestione colore, orientamento EXIF e pixel shader D3D11.
ja_jp: Ultra HDR ゲインマップを検出。色域対応 SDR ベースデコード、EXIF 方向、D3D11 ピクセルシェーダーを使用して再構築。
ko_kr: Ultra HDR 게인 맵 감지됨; 색역 인식 SDR 기본 디코딩, EXIF 방향 및 D3D11 픽셀 셰이더를 사용하여 재구성.
pl_pl: Wykryto mapę gain map Ultra HDR; rekonstrukcja z użyciem dekodowania bazy SDR ze świadomością gamutu, orientacji EXIF i shadera pikseli D3D11.
pt_br: Gain map Ultra HDR detectado; reconstrução via decodificação de base SDR com gerenciamento de cores, orientação EXIF e sombreador de pixel D3D11.
ru_ru: Обнаружен Ultra HDR Gain Map; реконструкция с цветовым декодированием базового SDR, ориентацией EXIF и пиксельным шейдером D3D11.
uk_ua: Виявлено Ultra HDR Gain Map; реконструкція з колірним декодуванням базового SDR, орієнтацією EXIF та піксельним шейдером D3D11.
zh_cn: 检测到 Ultra HDR gain map；使用色域感知的 SDR 底图解码、EXIF 方向和 D3D11 像素着色器重建。

# WorkspaceHeifGainMapDetected
source: HEIF gain map auxiliary image detected; reconstructed using gamut-aware SDR base, libheif decoding, and D3D11 pixel shader.
de_de: HEIF-Gain-Map-Hilfsbild erkannt; Rekonstruktion über farbraumbewusste SDR-Basis, libheif-Dekodierung und D3D11-Pixel-Shader.
es_es: Imagen auxiliar de mapa de ganancia HEIF detectada; reconstrucción mediante base SDR con gestión de color, decodificación libheif y sombreador de píxeles D3D11.
fr_fr: Image auxiliaire gain map HEIF détectée ; reconstruction via base SDR avec gestion de couleur, décodage libheif et nuanceur de pixels D3D11.
it_it: Immagine ausiliaria gain map HEIF rilevata; ricostruzione tramite base SDR con gestione colore, decodifica libheif e pixel shader D3D11.
ja_jp: HEIF ゲインマップ補助画像を検出。色域対応 SDR ベース、libheif デコード、D3D11 ピクセルシェーダーを使用して再構築。
ko_kr: HEIF 게인 맵 보조 이미지 감지됨; 색역 인식 SDR 기본, libheif 디코딩 및 D3D11 픽셀 셰이더를 사용하여 재구성.
pl_pl: Wykryto obraz pomocniczy gain map HEIF; rekonstrukcja przy użyciu bazy SDR ze świadomością gamutu, dekodowania libheif i shadera pikseli D3D11.
pt_br: Imagem auxiliar de gain map HEIF detectada; reconstrução via base SDR com gerenciamento de cores, decodificação libheif e sombreador de pixel D3D11.
ru_ru: Обнаружено вспомогательное изображение HEIF Gain Map; реконструкция с базовым SDR, декодированием libheif и пиксельным шейдером D3D11.
uk_ua: Виявлено допоміжне зображення HEIF Gain Map; реконструкція з базовим SDR, декодуванням libheif та піксельним шейдером D3D11.
zh_cn: 检测到 HEIF 增益图辅助图像；使用色域感知的 SDR 底图、libheif 解码和 D3D11 像素着色器重建。

# WorkspaceFileIdentifiedReady
source: File identified; rendering pipeline is ready using corresponding decoder.
de_de: Datei identifiziert, Rendering-Pipeline ist bereit für den entsprechenden Decoder.
es_es: Archivo identificado; la canalización de procesamiento está lista con el decodificador correspondiente.
fr_fr: Fichier identifié ; le pipeline de rendu est prêt avec le décodeur correspondant.
it_it: File identificato; la pipeline di rendering è pronta con il decodifier corrispondente.
ja_jp: ファイルを識別しました。レンダリングパイプラインは対応するデコーダーを使用する準備ができています。
ko_kr: 파일이 식별되었습니다. 렌더링 파이프라인이 해당 디코더를 사용할 준비가 되었습니다.
pl_pl: Plik zidentyfikowany; potok renderowania jest gotowy do użycia odpowiedniego dekodera.
pt_br: Arquivo identificado; pipeline de renderização pronto com o decodificador correspondente.
ru_ru: Файл идентифицирован, конвейер рендеринга готов к использованию соответствующего декодера.
uk_ua: Файл ідентифіковано, конвеєр рендерингу готовий до використання відповідного декодера.
zh_cn: 文件已识别，渲染管线已准备好使用对应解码器。

# WorkspaceFileTypeNotInCatalog
source: This file type is not yet in the HDR decode catalog.
de_de: Dieser Dateityp befindet sich noch nicht im HDR-Dekodierungskatalog.
es_es: Este tipo de archivo aún no está en el catálogo de decodificación HDR.
fr_fr: Ce type de fichier ne figure pas encore dans le catalogue de décodage HDR.
it_it: Questo tipo di file non è ancora nel catalogo di decodifica HDR.
ja_jp: このファイルタイプはまだ HDR デコードカタログに含まれていません。
ko_kr: 이 파일 형식은 아직 HDR 디코딩 카탈로그에 없습니다.
pl_pl: Ten typ pliku nie znajduje się jeszcze w katalogu dekodowania HDR.
pt_br: Este tipo de arquivo ainda não está no catálogo de decodificação HDR.
ru_ru: Этот тип файла пока не поддерживается в каталоге декодирования HDR.
uk_ua: Цей тип файлу ще не підтримується в каталозі декодування HDR.
zh_cn: 这个文件类型还不在 HDR 解码目录中。

# InspectorLabelType.Text
source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
ja_jp: タイプ
ko_kr: 유형
pl_pl: Typ
pt_br: Tipo
ru_ru: Тип
uk_ua: Тип
zh_cn: 类型

# BatchExportPatternExample.Text
source: filename-export
de_de: dateiname-export
es_es: nombrearchivo-export
fr_fr: nomfichier-export
it_it: nomefile-export
ja_jp: ファイル名-export
ko_kr: 파일명-export
pl_pl: nazwapliku-export
pt_br: nomearquivo-export
ru_ru: имяфайла-export
uk_ua: ім'яфайлу-export
zh_cn: 原文件名-export

# VersionFormat
source: Version: {0}
es_es: Versión: {0}
it_it: Versione: {0}
ja_jp: バージョン: {0}
ko_kr: 버전: {0}
pl_pl: Wersja: {0}
pt_br: Versão: {0}
ru_ru: Версия: {0}
uk_ua: Версія: {0}
zh_cn: 版本: {0}

# StatusRendererResizeFailed
source: Renderer resize failed: {0}: {1}
de_de: Renderer-Größenänderung fehlgeschlagen: {0}: {1}
es_es: Error al cambiar tamaño del renderizador: {0}: {1}
fr_fr: Échec du redimensionnement du moteur de rendu : {0} : {1}
it_it: Ridimensionamento del renderer non riuscito: {0}: {1}
ja_jp: レンダラーのサイズ変更に失敗しました: {0}: {1}
ko_kr: 렌더러 크기 조정 실패: {0}: {1}
pl_pl: Nie udało się zmienić rozmiaru renderera: {0}: {1}
pt_br: Falha ao redimensionar renderizador: {0}: {1}
ru_ru: Сбой изменения размера средства визуализации: {0}: {1}
uk_ua: Помилка зміни розміру рендерера: {0}: {1}
zh_cn: 渲染器调整失败: {0}: {1}

# AnalysisErrorTooLarge
source: Preview exceeds 8.5 megapixels; shrink the window before analyzing.
de_de: Vorschau überschreitet 8,5 Megapixel; verkleinern Sie das Fenster vor der Analyse.
es_es: La vista previa supera 8,5 megapíxeles; reduzca la ventana antes de analizar.
fr_fr: L'aperçu dépasse 8,5 mégapixels ; réduisez la fenêtre avant d'analyser.
it_it: L'anteprima supera gli 8,5 megapixel; riduci la finestra prima di analizzare.
ja_jp: プレビューが 850 万ピクセルを超えています。ウィンドウを小さくしてから分析してください。
ko_kr: 미리보기가 850만 픽셀을 초과합니다. 분석하기 전에 창 크기를 줄이세요.
pl_pl: Podgląd przekracza 8,5 megapiksela; zmniejsz okno przed analizą.
pt_br: A visualização excede 8,5 megapixels; reduza a janela antes de analisar.
ru_ru: Предпросмотр превышает 8,5 Мп; уменьшите окно перед анализом.
uk_ua: Попередній перегляд перевищує 8,5 мегапікселів; зменшіть вікно перед аналізом.
zh_cn: 预览超过 850 万像素，请缩小窗口后分析。

# BatchQueueRunningCannotAdd
source: Queue is running; cannot add files right now.
de_de: Warteschlange läuft; derzeit können keine Dateien hinzugefügt werden.
es_es: La cola se está ejecutando; no se pueden agregar archivos en este momento.
fr_fr: La file d'attente est en cours d'exécution ; impossible d'ajouter des fichiers pour l'instant.
it_it: La coda è in esecuzione; al momento non è possibile aggiungere file.
ja_jp: キューが実行中のため、現時点ではファイルを追加できません。
ko_kr: 대기열이 실행 중이므로 지금은 파일을 추가할 수 없습니다.
pl_pl: Kolejka jest uruchomiona; nie można teraz dodać plików.
pt_br: A fila está em execução; não é possível adicionar arquivos no momento.
ru_ru: Очередь выполняется; сейчас нельзя добавить файлы.
uk_ua: Черга виконується; зараз не можна додати файли.
zh_cn: 队列运行中，暂不能添加文件。

# BatchQueueStillRunning
source: Queue is still running.
de_de: Warteschlange läuft noch.
es_es: La cola todavía se está ejecutando.
fr_fr: La file d'attente est toujours en cours d'exécution.
it_it: La coda è ancora in esecuzione.
ja_jp: キューはまだ実行中です。
ko_kr: 대기열이 아직 실행 중입니다.
pl_pl: Kolejka nadal działa.
pt_br: A fila ainda está em execução.
ru_ru: Очередь всё ещё выполняется.
uk_ua: Черга все ще виконується.
zh_cn: 队列仍在运行。

# BatchQueueAlreadyRunning
source: Queue is already running.
de_de: Warteschlange wird bereits ausgeführt.
es_es: La cola ya se está ejecutando.
fr_fr: La file d'attente est déjà en cours d'exécution.
it_it: La coda è già in esecuzione.
ja_jp: キューは既に実行中です。
ko_kr: 대기열이 이미 실행 중입니다.
pl_pl: Kolejka jest już uruchomiona.
pt_br: A fila já está em execução.
ru_ru: Очередь уже запущена.
uk_ua: Черга вже виконується.
zh_cn: 队列已经在运行。

# ExifDateModified
source: Date modified
de_de: Änderungsdatum
es_es: Fecha de modificación
fr_fr: Date de modification
it_it: Data di modifica
ja_jp: 変更日時
ko_kr: 수정한 날짜
pl_pl: Data modyfikacji
pt_br: Data de modificação
ru_ru: Дата изменения
uk_ua: Дата змінення
zh_cn: 修改时间

# ExportFileEmptyNotReplaced
source: Exported file is empty; destination file was not replaced.
de_de: Exportierte Datei ist leer; Zieldatei wurde nicht ersetzt.
es_es: El archivo exportado está vacío; el archivo de destino no fue reemplazado.
fr_fr: Le fichier exporté est vide ; le fichier de destination n'a pas été remplacé.
it_it: Il file esportato è vuoto; il file di destinazione non è stato sostituito.
ja_jp: エクスポートされたファイルが空です。ターゲットファイルは置換されませんでした。
ko_kr: 내보낸 파일이 비어 있습니다. 대상 파일이 대체되지 않았습니다.
pl_pl: Wyeksportowany plik jest pusty; plik docelowy nie został zastąpiony.
pt_br: O arquivo exportado está vazio; o arquivo de destino não foi substituído.
ru_ru: Экспортированный файл пуст; целевой файл не заменен.
uk_ua: Експортований файл порожній; цільовий файл не замінено.
zh_cn: 导出文件为空，未替换目标文件。

# CropUltraHdrBaseGamutP3
source: Base P3 · Auto
pt_br: Base P3 · Automático
ru_ru: Base P3 · Авто
uk_ua: Base P3 · Авто
zh_cn: Base P3 · 自动

# AnalysisAnalyzingPreview
source: Analyzing current image…
de_de: Aktuelles Bild wird analysiert…
es_es: Analizando la imagen actual…
fr_fr: Analyse de l'image actuelle…
pt_br: Analisando a imagem atual…
ru_ru: Анализ текущего изображения…
uk_ua: Аналіз поточного зображення…
zh_cn: 正在分析当前画面…

# SaveAsGamutDisplayP3AutoToneMapping
source: Display P3 (Auto Tone Mapping)
de_de: Display P3 (Automatisches Tone Mapping)
es_es: Display P3 (mapeo de tonos automático)
fr_fr: Display P3 (mappage tonal automatique)
pt_br: Display P3 (mapeamento de tom automático)
ru_ru: Display P3 (автоматическое тональное отображение)
uk_ua: Display P3 (автоматичне тональне відображення)
zh_cn: Display P3（自动色调映射）

# InspectorSectionSelectorName
source: Details and analysis panel
de_de: Details- und Analysebereich
es_es: Panel de detalles y análisis
fr_fr: Panneau de détails et d'analyse
pt_br: Painel de detalhes e análise
ru_ru: Панель сведений и анализа
uk_ua: Панель деталей та аналізу
zh_cn: 详情与分析面板

# ExceptionImageDisplayAreaNotReady
source: Image display area is not ready yet.
de_de: Bildanzeigebereich ist noch nicht bereit.
es_es: El área de visualización de la imagen aún no está lista.
fr_fr: La zone d'affichage de l'image n'est pas encore prête.
pt_br: A área de exibição da imagem ainda não está pronta.
ru_ru: Область отображения изображения еще не готова.
uk_ua: Область відображення зображення ще не готова.
zh_cn: 图片显示区域尚未就绪。

# ExceptionImageDisplayAreaInvalidSize
source: Image display area size is invalid.
de_de: Größe des Bildanzeigebereichs ist ungültig.
es_es: El tamaño del área de visualización de la imagen no es válido.
fr_fr: Taille de la zone d'affichage de l'image non valide.
pt_br: Tamanho da área de exibição da imagem inválido.
ru_ru: Недопустимый размер области отображения изображения.
uk_ua: Недійсний розмір області відображення зображення.
zh_cn: 图片显示区域尺寸无效。

# LivePhotoPreparing
source: Preparing Live Photo · Click to cancel
de_de: Live Photo wird vorbereitet · Zum Abbrechen klicken
es_es: Preparando Live Photo · Haga clic para cancelar
fr_fr: Préparation de la Live Photo · Cliquer pour annuler
pt_br: Preparando Live Photo · Clique para cancelar
ru_ru: Подготовка Live Photo · Нажмите для отмены
uk_ua: Підготовка Live Photo · Натисніть для скасування
zh_cn: 正在准备动态照片 · 点击取消

# StatusSkippedUnopenableFilesFormat
source: Skipped unopenable files: {0}
de_de: Dateien übersprungen, die nicht geöffnet werden konnten: {0}
es_es: Se omitieron los archivos que no se pudieron abrir: {0}
fr_fr: Fichiers impossibles à ouvrir ignorés : {0}
pt_br: Arquivos que não puderam ser abertos foram ignorados: {0}
ru_ru: Пропущены файлы, которые не удалось открыть: {0}
uk_ua: Пропущено файли, які не вдалося відкрити: {0}
zh_cn: 已跳过无法打开的文件: {0}

# FilmstripThumbnailLoadErrorFormat
source: {0} · Preview unavailable, click to open
de_de: {0} · Vorschau nicht verfügbar, zum Öffnen klicken
es_es: {0} · Vista previa no disponible, haga clic para abrir
fr_fr: {0} · Aperçu indisponible, cliquer pour ouvrir
pt_br: {0} · Prévia indisponível, clique para abrir
ru_ru: {0} · Предпросмотр недоступен, нажмите для открытия
uk_ua: {0} · Попередній перегляд недоступний, натисніть, щоб відкрити
zh_cn: {0} · 预览不可用，点击打开

# SaveAsDialogUltraHdrGainMap
source: Ultra HDR Gain Map
es_es: Mapa de ganancia Ultra HDR
fr_fr: Gain map Ultra HDR
it_it: Gain map Ultra HDR
ja_jp: Ultra HDR ゲインマップ
ko_kr: Ultra HDR 게인 맵
pt_br: Gain map Ultra HDR

# SaveAsGainMapRgb
source: RGB Gain Map
es_es: Mapa de ganancia RGB
fr_fr: Gain map RVB
it_it: Gain map RGB
ja_jp: RGB ゲインマップ
ko_kr: RGB 게인 맵
pt_br: Gain map RGB
